Repository: Mondido/MondidoWooCommerce
Catalog: languages/mondido-*.po
Languages: sv_se

source: Subscription plan
sv_se: Prenumerationsplan

source: Mondido Payments
sv_se: Mondido betalningar

source: Proceed to Mondido
sv_se: Gå vidare till Mondido

source: Enable/Disable
sv_se: Aktivera Inaktivera

source: Enable mondido Payment Module.
sv_se: Aktivera Mondido Betalnings-plugin.

source: Merchant ID for Mondido
sv_se: Merchant ID för Mondido

source: Secret
sv_se: Hemlig nyckel

source: Given secret code from Mondido
sv_se: Den hemliga nyckeln från Mondido

source: API Password
sv_se: API lösenord

source: API Password from Mondido
sv_se: API lösenord från Mondido

source: Checkout text
sv_se: Text för betalaknappen

source: Custom text for the checkout button
sv_se: Egen text för betalaknappen

source: Payment name
sv_se: Eget namn på Mondido betalmetod

source: Custom text for the payment name
sv_se: Egen text som du kan visa i kassan där man kan betala med Mondido

source: Description
sv_se: Egen beskrivning på Mondido betalmetod

source: Custom text for the payment description
sv_se: Egen beskrivning som du kan visa i kassan där man kan betala med Mondido

source: Test
sv_se: Testbetalningar

source: Set in testmode.
sv_se: Ställ in i test-läge.

source: Authorize
sv_se: Auktorisera

source: Reserve money, do not auto-capture.
sv_se: Reservera pengar, dra inte automatiskt.

source: Faktura/Delbetalning
sv_se: Invoice

source: Mondido, Simple payments, smart functions
sv_se: Mondido, enkla betalningar, smart funktionalitet

source: Mondido payment captured!
sv_se: Mondido betalning har dragit pengar!

source: Captured transaction %s
sv_se: Dragna pengar %s

source: Refunded %s
sv_se: Återbetalt %s

source: Pay via Mondido
sv_se: Betala med Mondido

source: Cancel order &amp; restore cart
sv_se: Avbryt order och töm varukorg

source: Webhook callback transaction approved %s
sv_se: Webhook callback transaktion godkänd %s

source: Mondido payment declined!
sv_se: Mondido betalning nekad!

source: Webhook callback transaction declined %s
sv_se: Webhook callback transaktion nekad %s

source: Mondido payment failed!
sv_se: Mondido betalning misslyckad!

source: Webhook callback transaction failed %s
sv_se: Webhook callback transaktion misslyckad %s

source: Mondido payment pending!
sv_se: Mondido betalning påbörjad!

source: Webhook callback transaction pending %s
sv_se: Webhook callback transaktion påbörjad %s

source: Mondido payment authorized!
sv_se: Mondido betalning auktoriserad!

source: Webhook callback transaction authorized %s
sv_se: Webhook callback transaktion auktoriserad %s

source: Webhook callback updated shipping address %s
sv_se: Webhook callback uppdaterade leveransadress %s

source: Webhook callback created recurring order %s
sv_se: Webhook callback uppdaterade leveransadress %s

source: Awaiting Mondido payment
sv_se: Väntar på Mondido betalning
